{ "translations": {
    "Send a notification" : "Изпращане на известие",
    "Triggers a notification" : "Задейства известие",
    "Flow Notifications" : "Известия за потока",
    "Notification action for Nextcloud Flow" : "Известие за действие на поток Nextcloud ",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Разрешава на потребителите да конфигурират известия с персонализирани условия в тяхната конфигурация на потока.\n\nПотребителите са оправомощени да конфигурират поток \"Изпращане на известие\" в своите лични настройки. Те могат да избират между задействаните събития и други условия като типове файлове, зададени тагове, времеви диапазони и др. Те могат да посочат надпис, така че когато се появи известие, те да имат контекст.\n\n! [Конфигурация на потока за уведомяване] (https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nКогато се случи събитие, при което се прилагат всички условия, потребителят ще получи редовно известие Nextcloud.\n\n! [Известие за потока] (https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Избор на заглавие на известие (по избор)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}