{ "translations": {
    "Send a notification" : "Envia una notificació",
    "Triggers a notification" : "Dispara una notificació",
    "Flow Notifications" : "Notificacions de flux",
    "Notification action for Nextcloud Flow" : "Acció de notificació per al Flux Nextcloud",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Permet als usuaris configurar notificacions amb condicions personalitzades en la seva configuració de Flux.\n\nEls usuaris estan facultats per configurar un flux \"Enviar una notificació\" en la seva configuració personal. Poden triar entre els esdeveniments que s'activen i altres condicions, com ara els tipus de fitxer, les etiquetes assignades, els intervals de temps, entre d'altres. Poden especificar una inscripció de manera que quan aparegui la notificació tindran context.\n\n![Configuració del flux de notificació] (https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nQuan es produeixi un esdeveniment on s'apliquin totes les condicions, l'usuari rebrà una notificació normal de Nextcloud.\n\n![Notificació de flux] (https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Triar un títol de notificació (opcional)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}