{ "translations": {
    "Send a notification" : "Enviar una notificación ",
    "Triggers a notification" : "Triggers una notificación ",
    "Flow Notifications" : "Notificaciones de Flujo ",
    "Notification action for Nextcloud Flow" : "Acción de notificación para Nextcloud Flow ",
    "Choose a notification title (optional)" : "Elegir un título de notificación (opcional)",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Permita que los usuarios configuren notificaciones con condiciones personalizadas en su configuración de flujo.Los usuarios pueden configurar un flujo de \"Enviar una notificación\" en su configuración personal. Pueden elegir entre los eventos que se activan y otras condiciones como tipos de archivo, etiquetas asignadas, rangos de tiempo y más. Pueden especificar una inscripción para que cuando aparezca la notificación tengan contexto.![Configuración de flujo de notificación](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)Cuando ocurre un evento en el que se aplican todas las condiciones, el usuario recibirá una notificación regular de Nextcloud.![Notificación de flujo](https://raw.githubusercontent.com/nextcloud/flow_not notificaciones/maestro/capturas de pantalla/notificación.png)"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}