{ "translations": {
    "Send a notification" : "Bidali jakinarazpen bat",
    "Triggers a notification" : "Jakinarazpen bat abiarazten du",
    "Flow Notifications" : "Fluxuaren jakinarazpenak",
    "Notification action for Nextcloud Flow" : "Nextcloud Flow-rako jakinarazpen ekintza",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Gaitu erabiltzaileak konfiguratzeko jakinarazpenak baldintza pertsonalizatuekin haien Flow konfigurazioan.\n\nErabiltzaileek ahalmena dute \"Send a notification\" Flow bat konfiguratzeko haien ezarpen pertsonaletan. Aukeratu dezakete abiaraziko diren gertaeren eta beste baldintza batzuen inguruan, adibidez, fitxategimotak, esleitutako atazak, denbora-tarteak eta gehiago. Zehaztu dezakete izen-ematea  jakinarazpena agertzen denean testuingurua izan dezaten.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nBaldintza guztiak aplikatzen dituen gertaera ematen denean, erabiltzaileak Nextcloud jakinarazpen arrunt bat jasoko du.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Aukeratu jakinarazpen izenburua (aukerakoa)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}