{ "translations": {
    "Send a notification" : "Envoyer une notification",
    "Triggers a notification" : "Déclenche une notification",
    "Flow Notifications" : "Notifications de flux",
    "Notification action for Nextcloud Flow" : " Action de notification pour Nextcloud Flow",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Permettre aux utilisateurs de configurer les notifications avec des conditions personnalisées dans leur configuration de flux.\n\nLes utilisateurs sont habilités à configurer un flux « Envoyer une notification » dans leurs paramètres personnels. Ils peuvent choisir entre les événements déclenchés et d'autres conditions comme les types de fichiers, les balises attribuées, les plages de temps et plus encore. Ils peuvent spécifier une inscription de sorte que, lorsque la notification apparaît, ils aient un contexte.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nLorsqu'un événement se produit et que toutes les conditions s'appliquent, l'utilisateur reçoit une notification Nextcloud standard.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Sélectionner un titre pour la notification (facultatif)"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}