{ "translations": {
    "Send a notification" : "Enviar unha notificación",
    "Triggers a notification" : "Activar unha notificación",
    "Flow Notifications" : "Notificacións de fluxo",
    "Notification action for Nextcloud Flow" : "Acción de notificación para o Fluxo de Nextcloud",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\nTo use the `Flow Notifications` app, ensure that the `Notifications` app is installed and enabled. The `Notifications` app provides the necessary APIs for the `Flow Notifications` app to work correctly.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Permitirlle aos usuarios configurar as notificacións con condicións personalizadas na súa configuración de fluxo.\n\nOs usuarios están facultados para configurar un fluxo de «Enviar unha notificación» nos seus axustes persoais. Poden escoller entre os eventos que se activan e outras condicións como tipos de ficheiro, etiquetas asignadas, intervalos de tempo e moito máis. Poden especificar unha inscrición para que cando apareza a notificación teñan  un contexto.\n\nPara usar a aplicación «Notificacións de fluxo», asegúrese de que a aplicación «Notificacións» estea instalada e activada. A aplicación «Notificacións» ofrece as API necesarias para que a aplicación «Notificacións de fluxo» funcione correctamente.\n\n![Configuración do fluxo de notificación](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png\n\nCando sucede un evento onde se aplican todas as condicións, o usuario recibirá unha notificación normal de Nextcloud.\n\n![Notificación de fluxo](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Escolla un título de notificación (opcional)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}