{ "translations": {
    "Send a notification" : "Pošaljite obavijest",
    "Triggers a notification" : "Aktivira slanje obavijesti",
    "Flow Notifications" : "Flow obavijesti",
    "Notification action for Nextcloud Flow" : "Obavijest za Nextcloud Flow",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\nTo use the `Flow Notifications` app, ensure that the `Notifications` app is installed and enabled. The `Notifications` app provides the necessary APIs for the `Flow Notifications` app to work correctly.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Omogućuje korisnicima konfiguriranje obavijesti s prilagođenim uvjetima u njihovoj Flow konfiguraciji.\n\nKorisnicima je omogućeno postavljanje Flow pravila „Pošalji obavijest” u osobnim postavkama. Mogu birati između događaja koji pokreću pravilo te drugih uvjeta poput vrsta datoteka, dodijeljenih oznaka, vremenskih raspona i drugih. Također mogu unijeti opis kako bi pri prikazu obavijesti imali odgovarajući kontekst.\n\nZa korištenje aplikacije Flow Notifications potrebno je osigurati da je aplikacija Obavijesti instalirana i omogućena. Aplikacija Obavijesti pruža potrebne API-je kako bi Flow Notifications ispravno funkcionirao.\n\n![Konfiguracija Flow Notifications](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nKada se dogodi događaj za koji su ispunjeni svi uvjeti, korisnik će primiti standardnu Nextcloud obavijest.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Odaberite naslov obavijesti (neobvezno)"
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}