{ "translations": {
    "Send a notification" : "Pošaljite obavijest",
    "Triggers a notification" : "Aktivira slanje obavijesti",
    "Flow Notifications" : "Flow obavijesti",
    "Notification action for Nextcloud Flow" : "Obavijest za Nextcloud Flow",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Omogućite korisnicima da konfiguriraju obavijesti s prilagođenim uvjetima unutar konfiguracije aplikacije Flow.\n\nKorisnici mogu konfigurirati Flow „Slanje obavijesti“ u svojim osobnim postavkama. Mogu birati događaje koji aktiviraju slanje obavijesti i druge uvjete kao što su vrste datoteka, dodijeljene oznake, vremenski rasponi i još mnogo toga. Mogu odrediti natpise koji daju potreban kontekst prikazanim obavijestima.\n\n![Konfiguracija aplikacije Flow](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nU slučaju pojave događaja koji zadovoljava sve uvjete, korisnik će primiti redovnu obavijest putem Nextclouda.\n\n![Flow obavijest](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Odaberite naslov obavijesti (neobvezno)"
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}