{ "translations": {
    "Send a notification" : "Értesítés küldése",
    "Triggers a notification" : "Értesítést vált ki",
    "Flow Notifications" : "Folyam értesítések",
    "Notification action for Nextcloud Flow" : "Értesítési művelet a Nextcloud Folyam szolgáltatáshoz",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Lehetővé teszi a felhasználók számára, hogy egyéni feltételekkel konfigurálják az értesítéseket a Folyam konfigurációjukban.\n\nA felhasználók megtehetik, hogy a személyes beállításaikban módosítsák az „Értesítés küldése” folyamatot. Választhatnak a kiváltott események és egyéb feltételek, például a fájltípusok, a hozzárendelt címkék, az időtartományok és egyebek között. Megadhatnak egy feliratot, ami az értesítés szövegkörnyezetét biztosítja.\n\n! [Értesítési folyamat konfigurálása] (https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nAmikor olyan esemény történik, ahol minden feltétel érvényes, a felhasználó értesítést kap a Nextcloudról.\n\n! [Folyamatértesítés] (https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Válasszon értesítési címet (opcionális)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}