{ "translations": {
    "Send a notification" : "ສົ່ງການແຈ້ງເຕືອນ",
    "Triggers a notification" : "ກະຕຸ້ນການແຈ້ງເຕືອນ",
    "Flow Notifications" : "ການແຈ້ງເຕືອນໂຟລ",
    "Notification action for Nextcloud Flow" : "ການກະທຳການແຈ້ງເຕືອນສຳລັບ Nextcloud Flow",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\nTo use the `Flow Notifications` app, ensure that the `Notifications` app is installed and enabled. The `Notifications` app provides the necessary APIs for the `Flow Notifications` app to work correctly.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "ເປີດໃຫ້ຜູ້ໃຊ້ສາມາດກຳນົດຄ່າການແຈ້ງເຕືອນດ້ວຍເງື່ອນໄຂທີ່ປັບແຕ່ງເອງໄດ້ໃນການຕັ້ງຄ່າ Flow ຂອງພວກເຂົາ.\n\nຜູ້ໃຊ້ໄດ້ຮັບສິດໃນການຕັ້ງຄ່າ Flow \"ສົ່ງການແຈ້ງເຕືອນ\" ໃນການຕັ້ງຄ່າສ່ວນຕົວຂອງພວກເຂົາ. ພວກເຂົາສາມາດເລືອກລະຫວ່າງເຫດການທີ່ຖືກກະຕຸ້ນ ແລະ ເງື່ອນໄຂອື່ນໆ ເຊັ່ນ: ປະເພດໄຟລ໌, ແທັກທີ່ຖືກກຳນົດ, ຊ່ວງເວລາ ແລະ ອື່ນໆ. ພວກເຂົາສາມາດລະບຸຂໍ້ຄວາມສະເພາະ ເພື່ອວ່າເມື່ອການແຈ້ງເຕືອນປະກົດຂຶ້ນ ພວກເຂົາຈະເຂົ້າໃຈສະພາບການ.\n\nເພື່ອໃຊ້ແອັບ `ການແຈ້ງເຕືອນໂຟລ`, ໃຫ້ແນ່ໃຈວ່າໄດ້ຕິດຕັ້ງ ແລະ ເປີດໃຊ້ແອັບ `ການແຈ້ງເຕືອນ` ແລ້ວ. ແອັບ `ການແຈ້ງເຕືອນ` ຈະສະໜອງ API ທີ່ຈຳເປັນເພື່ອໃຫ້ແອັບ `ການແຈ້ງເຕືອນໂຟລ` ເຮັດວຽກໄດ້ຢ່າງຖືກຕ້ອງ.\n\n![ການກຳນົດຄ່າການແຈ້ງເຕືອນໂຟລ](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nເມື່ອມີເຫດການເກີດຂຶ້ນໂດຍທີ່ທຸກເງື່ອນໄຂຖືກຕ້ອງ, ຜູ້ໃຊ້ຈະໄດ້ຮັບການແຈ້ງເຕືອນ Nextcloud ແບບປົກກະຕິ.\n\n![ການແຈ້ງເຕືອນໂຟລ](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "ເລືອກຫົວຂໍ້ການແຈ້ງເຕືອນ (ບໍ່ບັງຄັບ)"
},"pluralForm" :"nplurals=1; plural=0;"
}