{ "translations": {
    "Send a notification" : "Een melding verzenden",
    "Triggers a notification" : "Creëert een melding",
    "Flow Notifications" : "Flow-meldingen",
    "Notification action for Nextcloud Flow" : "Meldingsactie voor Nextcloud Flow",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\nTo use the `Flow Notifications` app, ensure that the `Notifications` app is installed and enabled. The `Notifications` app provides the necessary APIs for the `Flow Notifications` app to work correctly.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Stel gebruikers in staat meldingen te configureren met aangepaste voorwaarden in hun Flow-configuratie.\n\nGebruikers zijn bevoegd om in hun persoonlijke instellingen een stroom \"Een melding verzenden\" te configureren. Ze kunnen kiezen tussen de gebeurtenissen die worden geactiveerd en andere omstandigheden zoals bestandstypen, toegewezen tags, tijdsbereiken en meer. Ze kunnen een inscriptie opgeven, zodat wanneer de melding verschijnt, ze context zullen hebben.\n\nOm de app `Flow-meldingen` te gebruiken, moet je ervoor zorgen dat de app `Notifications` wordt geïnstalleerd en ingeschakeld. De app `Notifications` biedt de nodige API's om de app `Flow Notifications` correct te laten werken.\n\n![Configuratie van meldingsstromen](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWanneer er een gebeurtenis plaatsvindt waarbij alle voorwaarden van toepassing zijn, ontvangt de gebruiker regelmatig een Nextcloud-melding.\n\n![Flow Melding](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Kies een titel voor de melding (optioneel)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}