{ "translations": {
    "Send a notification" : "Imbia una notìfica",
    "Triggers a notification" : "Ativat una notìfica",
    "Flow Notifications" : "Notìficas de Flow",
    "Notification action for Nextcloud Flow" : "Atzione de notìfica pro Nextcloud Flow",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Permite a is utentes de cunfigurare is notìficas cun cunditziones personalizadas in is is impostatziones de Flow issoro.\n\nIs utentes podent cunfigurare unu Flow \"Imbia una notìfica\" in is impostatziones personales issoro. Podent seberare intre is eventos ativados, e àteras cunditziones comente genia de is documentos, is etichetas assignadas, tretos de tempus e àteru. Podent puru ispetzificare un'iscritzione pro fàghere chi cando retzint una notìfica tenent puru su cuntestu.\n\n![Cunfiguratzione de Notìficas de Flow] (https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nCando si verìficat un'eventu in ua s'aplicant totu is cunditziones, s'utente at a retzire una notìfica regolare de Nextcloud.\n\n ![Notìfica de Flow](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Sèbera unu tìtulu de sa notìfica (a sèberu)"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}