{ "translations": {
    "Send a notification" : "Odoslať upozornenie",
    "Triggers a notification" : "Spúšťače a upozorňovanie",
    "Flow Notifications" : "Uporňovanie vo Flow (Toku)",
    "Notification action for Nextcloud Flow" : "Akcia oznámenia pre Nextcloud Flow",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\nTo use the `Flow Notifications` app, ensure that the `Notifications` app is installed and enabled. The `Notifications` app provides the necessary APIs for the `Flow Notifications` app to work correctly.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Umožní užívateľom konfigurovať upozornenia s prispôsobenými podmienkami v konfigurácii toku.\n\nUžívatelia sú oprávnení nakonfigurovať tok „Odoslať upozornenie“ vo svojich osobných nastaveniach. Môžu si vybrať medzi spúšťanými udalosťami a ďalšími podmienkami, ako sú typy súborov, priradené značky, časové rozsahy a ďalšie. Môžu určiť nápis, takže keď sa objaví upozornenie, budú mať kontext.\n\nAk chcete použiť aplikáciu „Flow Notifications“, uistite sa, že je nainštalovaná a povolená aplikácia „Notifications“. Aplikácia „Notifications“ poskytuje potrebné rozhrania API, aby aplikácia „Flow Notifications“ fungovala správne.\n\n![Konfigurácia toku upozornení](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nKeď nastane udalosť, pri ktorej platia všetky podmienky, užívateľ dostane pravidelné upozornenie Nextcloud.\n\n![Upozornenie na tok](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Vyberte názov upozornenia (voliteľné)"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}