{ "translations": {
    "Send a notification" : "Odošlať upozornenie",
    "Triggers a notification" : "Spúšťače a upozorňovanie",
    "Flow Notifications" : "Uporňovanie vo Flow (Toku)",
    "Notification action for Nextcloud Flow" : "Akcia oznámenia pre Nextcloud Flow",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Umožňuje používateľom nastaviť oznámenia s prispôsobenými podmienkami v ich nastaveniach Flow\n\nPoužívatelia sú oprávnení nastaviť tok „Poslať upozornenie“ vo svojich osobných nastaveniach. Môžu si vybrať medzi spúšťanými udalosťami a inými podmienkami, ako sú typy súborov, priradené značky, časové rozsahy a ďalšie. Môžu to nastaviť tak, že pri zobrazení oznámenia budú vidieť kontext.\n\n![Nastavenie oznámení Flow](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nAk dôjde k udalosti, pri ktorej budú splnené všetky podmienky, používateľovi bude zaslané riadne upozornenie Nextcloudu.\n\n![Oznámenia Flow](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Vyberte názov upozornenia (voliteľné)"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}