{ "translations": {
    "Send a notification" : "Bildirishnoma yuboring",
    "Triggers a notification" : "Bildirishnomani ishga tushiradi",
    "Flow Notifications" : "Oqim bildirishnomalari",
    "Notification action for Nextcloud Flow" : "Nextcloud Flow uchun bildirishnoma harakati",
    "Enable users to configure notifications with customized conditions in their Flow configuration.\n\nUsers are empowered to configure a \"Send a notification\" Flow in their personal settings. They can choose between the events being triggered, and other conditions like filetypes, assigned tags, time ranges and more. They can specify an inscription so that when the notification appears they will have context.\n\nTo use the `Flow Notifications` app, ensure that the `Notifications` app is installed and enabled. The `Notifications` app provides the necessary APIs for the `Flow Notifications` app to work correctly.\n\n![Notification Flow Configuration](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nWhen an event happens where all conditions are apply, the user will receive a regular Nextcloud notification.\n\n![Flow Notification](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)" : "Foydalanuvchilarga Oqim konfiguratsiyasida moslashtirilgan shartlar bilan bildirishnomalarni sozlash imkonini bering.\n\nFoydalanuvchilar shaxsiy sozlamalarida “Bildirishnoma yuborish” oqimini sozlash huquqiga ega. Ular ishga tushirilayotgan hodisalar va fayl turlari, tayinlangan teglar, vaqt oralig'i va boshqalar kabi boshqa shartlar o'rtasida tanlov qilishlari mumkin. Ular xabarnoma paydo bo'lganda kontekstga ega bo'lishi uchun yozuvni belgilashlari mumkin.\n\n“Oqim bildirishnomalari” ilovasidan foydalanish uchun “Bildirishnomalar” ilovasi oʻrnatilgan va yoqilganligiga ishonch hosil qiling. “Xabarnomalar” ilovasi “Oqim bildirishnomalari” ilovasining to‘g‘ri ishlashi uchun zarur API’larni taqdim etadi.\n\n![Bildirishnomalar oqimini sozlash](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/configuration.png)\n\nBarcha shartlar qo'llaniladigan voqea sodir bo'lganda, foydalanuvchi muntazam Nextcloud bildirishnomasini oladi.\n\n![Oqim bildirishnomasi](https://raw.githubusercontent.com/nextcloud/flow_notifications/master/screenshots/notification.png)",
    "Choose a notification title (optional)" : "Bildirishnoma sarlavhasini tanlang (ixtiyoriy)"
},"pluralForm" :"nplurals=1; plural=0;"
}